tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "shivammathur/php"
brew "cocoapods"
brew "git-lfs"
brew "isl"
brew "mpfr"
brew "libmpc"
brew "mingw-w64"
brew "php", link: false
brew "portaudio"
brew "shivammathur/php/php@7.4", link: true
cask "android-sdk"
cask "rar"
vscode "FaroSystemAppender constructor"
vscode "aaron-bond.better-comments"
vscode "alexisvt.flutter-snippets"
vscode "alexkrechik.cucumberautocomplete"
vscode "batisteo.vscode-django"
vscode "bmewburn.vscode-intelephense-client"
vscode "burkeholland.simple-react-snippets"
vscode "caolin.java-run"
vscode "Compulim.compulim-vscode-closetag"
vscode "cstrap.flask-snippets"
vscode "CucumberOpen.cucumber-official"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DEVSENSE.composer-php-vscode"
vscode "DEVSENSE.intelli-php-vscode"
vscode "DEVSENSE.phptools-vscode"
vscode "DEVSENSE.profiler-php-vscode"
vscode "did1335.opencv-intellisense"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "DSnake.java-debug"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "fabianlauer.vs-code-xml-format"
vscode "faustinoaq.lex-flex-yacc-bison"
vscode "formulahendry.auto-close-tag"
vscode "formulahendry.code-runner"
vscode "franneck94.c-cpp-runner"
vscode "georgewfraser.vscode-javac"
vscode "GitHub.copilot"
vscode "GitHub.copilot-chat"
vscode "GitHub.github-vscode-theme"
vscode "GitHub.vscode-pull-request-github"
vscode "gsGupta.opencv-snippets"
vscode "jaycetyle.vscode-gnu-global"
vscode "jeff-hykin.better-cpp-syntax"
vscode "jeroen-meijer.pubspec-assist"
vscode "josetr.cmake-language-support-vscode"
vscode "jundat95.react-native-snippet"
vscode "kevinglasson.cornflakes-linter"
vscode "magicstack.MagicPython"
vscode "mitaki28.vscode-clang"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "Nash.awesome-flutter-snippets"
vscode "rangav.vscode-thunder-client"
vscode "redhat.java"
vscode "rifi2k.format-html-in-php"
vscode "ritwickdey.LiveServer"
vscode "scala-lang.scala"
vscode "shardulm94.trailing-spaces"
vscode "shengchen.vscode-checkstyle"
vscode "SonarSource.sonarlint-vscode"
vscode "stevejpurves.cucumber"
vscode "suhay.vscode-editor-group-minimizer"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vmware.vscode-boot-dev-pack"
vscode "vmware.vscode-spring-boot"
vscode "voldemortensen.rainbow-tags"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscjava.vscode-spring-boot-dashboard"
vscode "vscjava.vscode-spring-initializr"
vscode "Workiva.over-react-format-on-save"
vscode "xabikos.JavaScriptSnippets"
vscode "xdebug.php-debug"
vscode "xdebug.php-pack"
vscode "YouMayCallMeV.vscode-java-saber"
vscode "Zignd.html-css-class-completion"
vscode "zobo.php-intellisense"
